<?php

return [
    'error' => [
        'news' => [
            'index' => 'Не удалось получить новости',
            'show' => 'Не удалось получить новость',
        ],
        'newsComment' => [
            'create' => 'Не удалось сохранить комментарий',
            'delete' => 'Не удалось удалить комментарий',
            'index' => 'Не удалось получить комментарии',
            'update' => 'Не удалось отредактировать комментарий',
        ]
    ],
    'success' => [
        'news' => [
            'index' => 'Новости получены успешно',
            'show' => 'Новость получена успешно',
        ],
        'newsComment' => [
            'create' => 'Комментарий создан успешно',
            'delete' => 'Комментарий удален успешно',
            'index' => 'Комментарии получены успешно',
            'update' => 'Комментарий отредактирован успешно',
        ]
    ],
];
