export default {
    action: {
        enter: "Вход",
        leaveComment: "Оставить комментарий",
        reply: "Ответить",
        signUp: "Регистрация",
        writeMessage: "Написать сообщение",
    },
    appeal: {
        enterOrSignUp: "Войдите или зарегистрируйтесь",
    },
    company: {
        name: "Виванти",
    },
    image: {
        logoCompany: "Логотип компании",
        mountains: "Картинка с изображением гор",
    },
    menu: {
        aboutProject: "О проекте",
        confidentiality: "Конфиденциальность",
        contacts: "Контакты",
        education: "Обучение",
        experts: "Эксперты",
        help: "Помощь",
        home: "Главная",
        news: "Новости",
        publications: "Публикации",
        toSponsors: "Спонсорам",
    },
    no: {
        comments: "Комментариев нет"
    },
    site: {
        name: "Эскулап",
        notIntended:
            "Сайт ESCULAP.ru предназначен исключительно для медицинских работников",
        notRecommendation:
            "Размещенная на сайте информация может быть использована только специалистами здравоохранения и не может быть использована пациентами для принятия решения о применении каких-либо продуктов или услуг. Данная информация не может рассматриваться как рекомендация пациентам по диагностирования и лечению каких-либо заболеваний и не может служить заменой очной консультации с врачом.",
        registeredCanLeaveComment: "Только зарегистрированные пользователи могут комментировать публикацию и читать комментарии других пользователей",
    },
    title: {
        discussion: "Обсуждение",
        readAlso: "Читайте так же",
    },
};
