import { comment } from "postcss";

export default {
    action: {
        cancel: "Отменить",
        delete: "Удалить",
        edit: "Редактировать",
        enter: "Вход",
        likeMe: "Мне нравится",
        leaveComment: "Оставить комментарий",
        load: {
            comments: "Загрузить комментарии",
            more: "Загрузить еще",
            news: "Загрузить новости",
        },
        reply: "Ответить",
        save: "Сохранить",
        signUp: "Регистрация",
        writeMessage: "Написать сообщение",
    },
    appeal: {
        enterOrSignUp: "Войдите или зарегистрируйтесь",
    },
    company: {
        name: "Виванти",
    },
    confirm: {
        delete: "Вы действительно хотите удалить комментарий",
    },
    image: {
        avatar: "Аватар",
        logoCompany: "Логотип компании",
        mountains: "Картинка с изображением гор",
    },
    menu: {
        aboutProject: "О проекте",
        confidentiality: "Конфиденциальность",
        contacts: "Контакты",
        education: "Обучение",
        experts: "Эксперты",
        help: "Помощь",
        home: "Главная",
        news: "Новости",
        publications: "Публикации",
        toSponsors: "Спонсорам",
    },
    message: {
        error: {
            comment: {
                delete: "Не удалось удалить комментарий",
                index: "Не удалось загрузить комментарии",
                update: "Не удалось отредактировать комментарий",
            },
            news: {
                index: "Не удалось загрузить новости",
            },
        },
        success: {
            comment: {
                create: "Комментарий сохранен успешно",
                delete: "Комментарий удален успешно",
                update: "Комментарий отредактирован успешно",
            },
        },
    },
    no: {
        comments: "Комментариев нет",
    },
    process: {
        loading: "Загружается...",
    },
    site: {
        name: "Эскулап",
        notIntended:
            "Сайт ESCULAP.ru предназначен исключительно для медицинских работников",
        notRecommendation:
            "Размещенная на сайте информация может быть использована только специалистами здравоохранения и не может быть использована пациентами для принятия решения о применении каких-либо продуктов или услуг. Данная информация не может рассматриваться как рекомендация пациентам по диагностирования и лечению каких-либо заболеваний и не может служить заменой очной консультации с врачом.",
        registeredCanLeaveComment:
            "Только зарегистрированные пользователи могут комментировать публикацию и читать комментарии других пользователей",
    },
    sort: {
        first: {
            new: "Сначала свежие",
            old: "Сначала старые",
        },
    },
    title: {
        delete: {
            comment: "Удалить комментарий",
        },
        discussion: "Обсуждение",
        edit: {
            comment: "Редактировать комментарий",
        },
        readAlso: "Читайте так же",
        reply: {
            comment: "Ответить на комментарий",
        },
    },
};
